Repository: NaN-tic/trytond-account_es
Catalog: locale/*.po
Languages: ca, es

# field:account.account.type,customer_balance:
source: Customer Balance
ca: Balanç de client
es: Balance de cliente

# field:account.account.type,supplier_balance:
source: Supplier Balance
ca: Balanç de proveïdor
es: Balance de proveedor

# field:account.account.type.template,customer_balance:
source: Customer Balance
ca: Balanç de client
es: Balance de cliente

# field:account.account.type.template,supplier_balance:
source: Supplier Balance
ca: Balanç de proveïdor
es: Balance de proveedor

# field:account.invoice,paid_directly:
source: Has Payed directly
ca: Ha pagat directament
es: Ha pago directo

# field:account.invoice,simplified:
source: Is Simplified Invoice
ca: És una factura simplificada
es: Es una factura simplificada

# field:account.move,allow_button_draft:
source: Allow Button Draft Move
ca: Permetre botó Esborrany
es: Permitir botón Borrador

# field:account.move,allow_draft:
source: Allow Draft Move
ca: Permetre assentament en esborrany
es: Permitir asiento en borrador

# field:account.move.line.create_payment_group.start,join:
source: Join lines
ca: Ajunta línies
es: Unir líneas

# field:account.move.line.create_payment_group.start,journal:
source: Journal
ca: Diari
es: Diario

# field:account.move.line.create_payment_group.start,payments_amount:
source: Payments Amount
ca: Total pagaments
es: Total pagos

# field:account.move.line.create_payment_group.start,planned_date:
source: Planned Date
ca: Data de planificació
es: Fecha de planificación

# field:account.payment,move_origin:
source: Move Origin
ca: Orígen de l'assentament
es: Origen del asiento

# field:account.payment,reconciliation:
source: Reconciliation
ca: Reconciliació
es: Reconciliación

# field:account.payment.group,join:
source: Join lines
ca: Ajunta línies
es: Unir líneas

# field:account.payment.group,planned_date:
source: Planned Date
ca: Data de planificació
es: Fecha de planificación

# field:account.payment.group,process_method:
source: Process Method
ca: Mètode de procés
es: Método de proceso

# field:account.payment.journal,ine_code:
source: INE code
ca: Codi INE
es: Código INE

# field:account.payment.journal,require_bank_account:
source: Require bank account
ca: Requereix compte bancari
es: Requiere cuenta bancaria

# field:account.payment.journal,suffix:
source: Suffix
ca: Sufix
es: Sufijo

# field:account.payment.process.start,join:
source: Join lines
ca: Ajunta línies
es: Unir líneas

# field:account.payment.process.start,payments_amount:
source: Payments Amount
ca: Total pagaments
es: Total pagos

# field:account.payment.process.start,planned_date:
source: Planned Date
ca: Data de planificació
es: Fecha de planificación

# field:account.payment.process.start,process_method:
source: Process Method
ca: Mètode de procés
es: Método de proceso

# field:account.period,code:
source: Code
ca: Codi
es: Código

# field:account.tax,code_lines:
source: Code Lines
ca: Línies de codi
es: Líneas de código

# field:account.tax,isp:
source: Inversion del Sujeto Pasivo
ca: Inversió del Subjecte Passiu
es: Inversión del Sujeto Pasivo

# field:account.tax,recargo_equivalencia_related_tax:
source: Recargo Equivalencia Related Tax
ca: Impost relacionat de Recàrrec Equivalència
es: Impuesto relacionada de Recargo Equivalencia

# field:account.tax,report_description:
source: Report Description
ca: Descripció informe
es: Descripción informe

# field:account.tax,service:
source: Service Rate
ca: Tarifa de servei
es: Porcentge servicio

# field:account.tax,tax_kind:
source: Tax Kind
ca: Classe d'impost
es: Clase de impuesto

# field:account.tax.template,code_lines:
source: Code Lines
ca: Línies de codi
es: Líneas de código

# field:account.tax.template,isp:
source: Inversion del Sujeto Pasivo
ca: Inversió del subjecte passiu
es: Inversión del Sujeto Pasivo

# field:account.tax.template,recargo_equivalencia_related_tax:
source: Recargo Equivalencia Related Tax
ca: Impost relacionat de Recàrrec Equivalència
es: Impuesto relacionada de Recargo Equivalencia

# field:account.tax.template,report_description:
source: Report Description
ca: Descripció informe
es: Descripción informe

# field:account.tax.template,service:
source: Service Rate
ca: Tarifa de servei
es: Porcentge servicio

# field:account.tax.template,tax_kind:
source: Tax Kind
ca: Classe d'impost
es: Classe de impuesto

# field:company.company,registration_data_additional:
source: Other registration data
ca: Altres dades registrals
es: Otros datos registrales

# field:company.company,registration_data_book:
source: Book
ca: Llibre
es: Libro

# field:company.company,registration_data_location:
source: Register of companies location
ca: Lloc Registre Mercantil
es: Lugar Registro Mercantil

# field:company.company,registration_data_section:
source: Section
ca: Secció
es: Sección

# field:company.company,registration_data_sheet:
source: Sheet
ca: Full
es: Hoja

# field:company.company,registration_data_volume:
source: Volume
ca: Volum
es: Tomo

# help:account.account.type,customer_balance:
source: Check to be able to use this balance account in customer invoice lines.
ca: Marqueu per poder utilitzar aquest compte de balanç en línies de factura de client.
es: Marcar para poder utilizar esta cuenta de balance en líneas de factura de cliente.

# help:account.account.type,supplier_balance:
source: Check to be able to use this balance account in supplier invoice lines.
ca: Marqueu per poder utilitzar aquest compte de balanç en línies de factura de proveïdor.
es: Marcar para poder utilizar esta cuenta de balance en líneas de factura de proveedor.

# help:account.account.type.template,customer_balance:
source: Check to be able to use this balance account in customer invoice lines.
ca: Marqueu per poder utilitzar aquest compte de balanç en línies de factura de client.
es: Marcar para poder utilizar esta cuenta de balance en líneas de factura de cliente.

# help:account.account.type.template,supplier_balance:
source: Check to be able to use this balance account in supplier invoice lines.
ca: Marqueu per poder utilitzar aquest compte de balanç en línies de factura de proveïdor
es: Marcar para poder utilizar esta cuenta de balance en líneas de factura de proveedor.

# help:account.invoice,paid_directly:
source: The invoice has payed with the 'PAY' button
ca: La factura s'ha pagat amb el botó "PAGAR"
es: La factura se ha pagado con el botón "Pagar"

# help:account.move.line.create_payment_group.start,join:
source: Join payment lines of the same bank account.
ca: Ajunta línies de pagament del mateix compte bancari.
es: Une líneas de pago de la misma cuenta bancaria.

# help:account.move.line.create_payment_group.start,planned_date:
source: Date when the payment entity must process the payment group.
ca: Data a la que l'entitat ha de processar el grup de pagaments.
es: Fecha en la que la entidad debe procesar el grupo de pagos.

# help:account.payment.journal,require_bank_account:
source: If your bank allows you to send payment groups without the bank account info, you may disable this option.
ca: Si el vostre banc us permet enviar grups de pagaments sense la informació del compte bancari, podeu desactivar aquesta opció.
es: Si su banco le permite enviar grupos de pagos sin la información de la cuenta bancaria, puede desactivar esta opción.

# help:account.payment.process.start,join:
source: Join payment lines of the same bank account.
ca: Ajunta línies de pagament del mateix compte bancari.
es: Une líneas de pago de la misma cuenta bancaria.

# help:account.payment.process.start,planned_date:
source: Date when the payment entity must process the payment group.
ca: Data a la que l'entitat ha de processar el grup de pagaments.
es: Fecha en la que la entidad debe procesar el grupo de pagos.

# help:account.tax,deducible:
source: Indicates if the tax is deductible
ca: Indica si l'impost és deduïble
es: Indica si el impuesto es deducible

# help:account.tax,isp:
source: Indicates if the tax is Inversion del sujeto Pasivo
ca: Indica si l'impost és Inversion del subjecte Pasivo
es: Indica si el impuesto es Inversion del sujeto Pasivo

# help:account.tax,recargo_equivalencia:
source: Indicates if the tax is Recargo de Equivalencia
es: Indica que este impuesto es Recargo Equivalencia

# help:account.tax,recargo_equivalencia_related_tax:
source: The possible Recargo Equivalencia related to this tax
ca: El possible impost de Recàrrec Equivalència relacionat amb aquest impost
es: El posible impuesto de Recargo Equivalencia relacionado a este impuesto

# help:account.tax,service:
source: Indicates if the tax is used for services
ca: Indica si l'impost s'utilitza per a serveis
es: Indica si el impuesto se usa en los servicios

# help:account.tax.template,deducible:
source: Indicates if the tax is deductible
ca: Indica si l'impost és deduïble
es: Indica si el impuesto es deducible

# help:account.tax.template,isp:
source: Indicates if the tax is Inversion del sujeto Pasivo
ca: Indica si l'impost és Inversion del subjecte Pasivo
es: Indica si el impuesto es Inversion del sujeto Pasivo

# help:account.tax.template,recargo_equivalencia:
source: Indicates if the tax is Recargo de Equivalencia
es: Indica si el impuesto es Recargo de equivalencia

# help:account.tax.template,recargo_equivalencia_related_tax:
source: The possible Recargo Equivalencia related to this tax
ca: El possible impost de Recàrrec Equivalència relacionat amb aquest impost
es: El posible impuesto de Recargo Equivalencia relacionado a este impuesto

# help:account.tax.template,service:
source: Indicates if the tax is used for services
ca: Indica si l'impost s'utilitza per a serveis
es: Indica si el impuesto se usa en los servicios

# help:company.company,registration_data_location:
source: E.g.: Reg. M. de Barcelona
ca: Ex.: Reg. M. de Barcelona
es: Ej.: Reg. M. de Barcelona

# model:account.move.line.create_payment_group.start,name:
source: Create Payment Group Start
ca: Inici crea grup de pagaments
es: Inicio Crear grupos de pago

# model:account.payment.process.start,name:
source: Process Payment
es: Procesar pagos

# model:ir.action,name:act_create_payment_group_line
source: Create Payment Groups
ca: Crea grup de pagaments
es: Crear grupos de pago

# model:ir.message,text:msg_cancel_invoice_with_group_permission
source: You do not have permission to cancel invoices.
ca: No tens permissos per cancel·lar factures.
es: No tienes permisos para cancelar facturas.

# model:ir.message,text:msg_cancel_invoice_with_move_post
source: You cannot cancel an invoice with a posted move.
ca: No es pot cancel·lar una factura amb un assentament comptabilitzat.
es: No se puede cancelar una factura con un asiento contabilizado.

# model:ir.message,text:msg_cancel_move_with_origin
source: The move "%(move)s" colud not be cancelled because came from origin "%(origin)s". To cancel it has to be done througth the origin.
ca: L'assentament "%(move)s" no pot ser cancel·lat perquè té un origen "%(origin)s". Per cancel·lar-lo cal fer-ho des l'origen.
es: El asiento "%(move)s" no se puede cancelar porque tiene un origen "%(origin)s". Para cancelarlo se debe hacer desde el origen.

# model:ir.message,text:msg_payment_different_process_method
source: Payment process method can not be mixed on payment groups. Payment process "%(process)s" of line "%(payment)s" is diferent from previous payment process "%(pprocess)s"
ca: El mètode del procés de pagament no es pot barrejar en grups de pagament. El procés de pagament "%(process)s" de la línia "%(payment)s" és diferent del procés de pagament anterior "%(pprocess)s"
es: El método del proceso de pago no se puede mezclar en grupos de pago. El proceso de pago "%(process)s" de la línea "%(payment)s" es diferente del proceso de pago anterior "%(pprocess)s"

# model:ir.message,text:msg_payment_non_posted_move
source: You can not pay line "%(line)s" because its move "%(move)s" is not posted.'
ca: No podeu pagar la línia "%(line)s" perquè el seu assentament "%(move)s" no està contabilitzat.'
es: No puede pagar la línea "%(line)s" porque su asiento "%(move)s" no está contabilizado.'

# model:ir.message,text:msg_payment_remittance
source: remittance
ca: remesa
es: remesa

# model:ir.model.button,confirm:invoice_unpay_button
source: This action will remove all the payments done directly to the invoice from the PAY button. Are you sure you want to continue?
ca: Aquesta acció eliminarà els paaments fets directament a la factura a través del botó PAGA. Esteu segur que voleu continuar?
es: Esta acción eliminarar los pagos hechos directamente a la factura a través del botón PAGAR. ¿Estás seguro que quieres continuar?

# model:ir.model.button,string:create_payment_group_button
source: Create Payment Groups
ca: Crea grup de pagaments
es: Crear grupos de pago

# model:ir.model.button,string:invoice_unpay_button
source: Void Payment
ca: Anul·lar Pagament
es: Anular Pago

# model:ir.model.button,string:move_draft_button
source: Draft
es: Borrador

# view:account.move.line.create_payment_group.start:
source: Create Payment Group
ca: Crea grup de pagaments
es: Crear grupos de pago

# view:account.payment.process.start:
source: If the planned date is set, the data field of all the payments will be updated with this date before creating the payment group.
ca: Si s'introdueix la data de planificació, el camp data de tots els pagaments s'actualitzarà a aquesta data abans de crear el grup de pagaments.
es: Si se introduce la fecha de planificación, el campo fecha de todos los pagos se actualizará con esta fecha antes de crear el grupo de pagos.

# view:account.payment.process.start:
source: Process Payments?
ca: Processar els pagaments?
es: Procesar pagos?

# model:res.group,name:group_invoice_cancel
source: Invoice to Cancel
ca: Factura a Cancel·lat
es: Factura a Cancelada

# selection:account.tax,tax_kind:
source: Equivalence Surcharge
ca: Recàrrec d'equivalència
es: Recargo de equivalencia

# selection:account.tax,tax_kind:
source: Reimbursements
ca: Despeses reemborsables
es: Suplidos

# selection:account.tax,tax_kind:
source: VAT
ca: IVA
es: IVA

# selection:account.tax.template,tax_kind:
source: Equivalence Surcharge
ca: Recàrrec d'equivalència
es: Recargo de equivalencia

# selection:account.tax.template,tax_kind:
source: Reimbursements
ca: Despeses reemborsables
es: Suplidos

# selection:account.tax.template,tax_kind:
source: VAT
ca: IVA
es: IVA

# view:account.tax.template:
source: Codes
ca: Codis
es: Códigos

# view:account.tax:
source: Codes
ca: Codis
es: Códigos

# view:company.company:
source: Registration Data
ca: Dades Registrals
es: Datos Registrales

# wizard_button:account.move.line.create_payment_group,start,create_:
source: Create
ca: Crea
es: Crear

# wizard_button:account.move.line.create_payment_group,start,end:
source: Cancel
ca: Cancel·la
es: Cancelar

# wizard_button:account.payment.process,start,end:
source: Cancel
es: Cancelar

# wizard_button:account.payment.process,start,process:
source: Process
es: Procesar

# field:account.tax,deducible:
source: Deducible
ca: Deduïble

# field:account.tax.template,deducible:
source: Deducible
ca: Deduïble

# field:company.company,registration_data_folio:
source: Folio
ca: Foli
